[
  {
    "id": 1,
    "name": "Men’s Black Clinic T-Shirt",
    "imagePrimary": "images/faab/RIM_5465.JPG",
    "price": 25,
    "isNew": true,
    "description": " classic black t-shirt to offer a professional look with all-day wearability",
    "oldPrice": 30,
    "longDescription": "Stay cool and professional with this men’s black clinic t-shirt, designed with breathable fabric and a tailored fit for all-day comfort. Ideal for doctors, nurses, and medical staff seeking sleek, functional wear.",
    "colors": ["Black"],
    "sizes": ["S", "M", "L"],
    "category": "shirts",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5467.JPG",
      "images/faab/RIM_5476.JPG",
      "images/faab/RIM_5465.JPG",
      "images/faab/RIM_5476.JPG"
    ]
    
  },
  {
    "id": 2,
    "name": "Modern full men scrub outfit",
    "imagePrimary": "images/faab/RIM_5467.JPG",
    "price": 75,
    "description": "Sleek 2-piece men’s scrub set features a comfortable V-neck top and matching pants.",
    "longDescription": "This sleek 2-piece men’s scrub set features a comfortable V-neck top and matching pants, designed for mobility and durability during long clinical shifts. Perfect for healthcare professionals who value style and performance.",
    "sizes": ["S", "M", "L"],
    "colors": ["Black"],
    "category": "full-outfit",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5467.JPG",
      "images/faab/RIM_5577.JPG",
      "images/faab/RIM_5476.JPG",
      "images/faab/RIM_5577.JPG"
    ]
  },
  {
    "id": 3,
    "name": "Men’s Classic White Lab Coat",
    "imagePrimary": "images/faab/RIM_5573.JPG",
    "price": 120,
    "isNew": true,
    "description": "Professional white lab coat with a clean finish, perfect for doctors, pharmacists, and clinical staff.",
    "longDescription": "Elevate your professional appearance with this men’s classic white lab coat, designed for functionality and style. Made with durable, easy-care fabric, it features a structured fit, multiple pockets for convenience, and a crisp finish ideal for healthcare professionals in hospitals, clinics, and labs.",
    "colors": ["White"],
    "sizes": ["S", "M", "L"],
    "category": "coats",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5573.JPG",
      "images/clinic/medicine-uniform-healthcare-medical-workers-day-2025-03-24-12-36-43-utc.webp",
      "images/clinic/medicine-uniform-healthcare-medical-workers-day-2025-03-24-12-36-43-utc.webp",
      "images/clinic/medicine-uniform-healthcare-medical-workers-day-2025-03-24-12-36-43-utc.webp"
    ]
  },
  {
    "id": 4,
    "name": "Men’s White Clinic T-Shirt",
    "imagePrimary": "images/faab/RIM_5480.JPG",
    "price": 90,
    "oldPrice": 110,
    "description": "Lightweight and breathable white t-shirt tailored for all-day clinical comfort.",
    "longDescription": "This men’s white clinic t-shirt combines a clean, professional look with comfort-focused design. Crafted from soft, breathable fabric, it’s ideal for medical staff who need all-day flexibility and a polished appearance. Suitable for layering or wearing on its own during shifts.",
    "sizes": ["S", "M", "L"],
    "colors": [ "White"],
    "category": "shirts",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5480.JPG",
      "images/faab/RIM_5480.JPG",
      "images/faab/RIM_5480.JPG",
      "images/faab/RIM_5480.JPG"
    ]
  },
  {
    "id": 5,
    "name": "Men’s White Medical Work Pants",
    "imagePrimary": "images/faab/RIM_5491.JPG",
    "price": 40,
    "description": "Durable and professional white pants designed for clinical comfort and mobility.",
    "longDescription": "These men’s white medical work pants offer a clean, professional look with all-day comfort in mind. Designed with lightweight, breathable fabric and a flexible fit, they’re ideal for doctors, lab technicians, and healthcare workers needing ease of movement and long-lasting wear.",
    "colors": ["White"],
    "sizes": ["S", "M", "L"],
    "category": "pants",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5491.JPG",
      "images/faab/RIM_5491.JPG",
      "images/faab/RIM_5491.JPG",
      "images/faab/RIM_5491.JPG"
    ]

  },
  {
    "id": 6,
    "name": "Men’s White 2-Piece Medical Scrub Set",
    "imagePrimary": "images/faab/RIM_5482.JPG",
    "price": 55,
    "isNew": true,
    "description": "Classic white scrub set with a tailored top and pants for a clean, professional look.",
    "longDescription": "Stay polished and professional with this all-white 2-piece scrub set for men, featuring a V-neck top and matching pants. Crafted for comfort and durability, it’s ideal for doctors, dentists, and healthcare staff who need breathable, easy-care uniforms that meet clinical standards.",
    "colors": ["White"],
    "sizes": ["S", "M", "L"],
    "category": "full-outfit",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5482.JPG",
      "images/faab/RIM_5482.JPG",
      "images/faab/RIM_5482.JPG",
      "images/faab/RIM_5482.JPG"
    ]

  },
  {
    "id": 7,
    "name": "Men’s Teal 2-Piece Medical Scrub Set",
    "imagePrimary": "images/faab/RIM_5825.JPG",
    "price": 80,
    "description": "Modern teal scrub set designed for comfort, mobility, and a polished clinical appearance.",
    "longDescription": "Stand out with confidence in this men’s teal 2-piece scrub set, featuring a tailored V-neck top and matching pants. Made from lightweight, breathable fabric, it offers superior comfort and flexibility for long shifts in hospitals, clinics, or dental practices. A smart, professional choice for today’s healthcare workers.",
    "colors": ["Teal"],
    "sizes": ["S", "M", "L"],
    "category": "full-outfit",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5825.JPG",
      "images/faab/RIM_5783.JPG",
      "images/faab/RIM_5783.JPG",
      "images/faab/RIM_5825.JPG"
    ]
  },
  {
    "id": 8,
    "name": "Men’s Teal Medical Shirt",
    "imagePrimary": "images/faab/RIM_5828.JPG",
    "price": 15,
    "oldPrice": 20,
    "description": "Breathable teal medical shirt designed for comfort and professionalism during long clinical shifts.",
    "longDescription": "Stay comfortable and professional in this men’s teal medical shirt, crafted from lightweight, breathable fabric ideal for clinical environments. Its tailored fit ensures ease of movement, while the vibrant teal color adds a fresh, polished look to your medical wardrobe. Perfect for healthcare workers who value both function and style during demanding workdays.",
    "colors": [ "Teal"],
    "sizes": ["S", "M", "L"],
    "category": "shirts",
    "gender": "men",
    "imageGallery": [
      "images/faab/RIM_5828.JPG",
      "images/clinic/medicine-uniform-healthcare-medical-workers-day-2025-03-25-09-14-44-utc (2).webp",
      "images/faab/RIM_5828.JPG",
      "images/faab/RIM_5828.JPG"
    ]
  },
  {
    "id": 9,
    "name": "Women’s Black Medical T-Shirt",
    "imagePrimary": "images/faab/RIM_5557.JPG",
    "price": 65,
    "description": "A sleek black medical t-shirt for women, combining comfort, stretch, and a polished clinical look.",
    "longDescription": "Designed for healthcare professionals, this women’s black medical t-shirt offers a slim, flattering fit with just the right amount of stretch. Made from soft, breathable fabric, it's perfect for layering under scrubs or wearing on its own during lighter clinical days. Durable, comfortable, and always professional — a must-have staple for your work wardrobe.",
    "sizes": ["S", "M", "L"],
    "colors": ["Black"],
    "category": "shirts",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5545.JPG",
      "images/faab/RIM_5557.JPG",
      "images/faab/RIM_5545.JPG",
      "images/faab/RIM_5557.JPG"
    ]
  },
  {
    "id": 10,
    "name": "Women’s Full Black 2-Piece Medical Set",
    "imagePrimary": "images/faab/RIM_5541.JPG",
    "price": 115,
    "description": "All-black medical set for women featuring a breathable t-shirt and flexible pants for all-day clinical comfort.",
    "longDescription": "This women’s full black 2-piece medical set includes a fitted t-shirt and matching pants, crafted for comfort, ease of movement, and a sleek professional appearance. Ideal for clinical settings, the lightweight fabric is soft yet durable, making it perfect for long shifts. Whether in hospitals, dental offices, or private practice, this outfit offers a clean, confident, and coordinated look for modern healthcare professionals.",
    "colors": ["Black"],
    "sizes": ["S", "M", "L"],
    "category": "full-outfit",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5541.JPG",
      "images/faab/RIM_5551.JPG",
      "images/faab/RIM_5541.JPG",
      "images/faab/RIM_5551.JPG"
    ]
  },
  {
    "id": 11,
    "name": "Women’s Blue 2-Piece Medical Set",
    "imagePrimary": "images/faab/RIM_5597.JPG",
    "price": 12,
    "isNew": true,
    "description": "Blue medical set for women, designed for comfort, mobility, and a confident clinical presence.",
    "longDescription": "Step into your shift with confidence in this women’s blue 2-piece medical set, featuring a tailored medical shirt and matching pants. The lightweight, breathable fabric ensures maximum comfort and flexibility during demanding workdays. With a clean, professional design and a flattering fit, this set is ideal for nurses, doctors, and other healthcare workers who value style and performance on the job.",
    "sizes": ["S", "M", "L"],
    "colors": ["Blue"],
    "category": "full-outfit",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5597.JPG",
      "images/faab/RIM_5619.JPG",
      "images/faab/RIM_5652.JPG",
      "images/faab/RIM_5619.JPG"
    ]
  },
  {
    "id": 12,
    "name": "Women’s White Medical T-Shirt",
    "imagePrimary": "images/faab/RIM_5729.JPG",
    "price": 150,
    "description": "Classic white medical t-shirt for women, offering all-day comfort and a clean, clinical appearance.",
    "longDescription": "This women’s white medical t-shirt is a versatile essential for any healthcare professional. Made from soft, breathable fabric, it provides a relaxed yet polished fit that’s ideal for layering or wearing alone. Whether you're in a hospital, clinic, or lab, this shirt delivers the perfect balance of comfort, durability, and professional style.",
    "colors": ["White"],
    "sizes": ["S", "M", "L"],
    "category": "shirts",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5729.JPG",
      "images/faab/RIM_5712.JPG",
      "images/faab/RIM_5729.JPG",
      "images/faab/RIM_5707.JPG"
    ]
  },
  {
    "id": 13,
    "name": "Women’s White & Teal 2-Piece Medical Set",
    "imagePrimary": "images/faab/RIM_5732.JPG",
    "price": 28,
    "description": "A stylish 2-piece medical outfit featuring a white t-shirt and teal pants, crafted for clinical comfort and professionalism.",
    "longDescription": "Brighten your workday with this women’s 2-piece medical set, combining a crisp white t-shirt with vibrant teal pants. Designed for healthcare professionals, the soft, breathable t-shirt pairs perfectly with the flexible, flattering teal pants to offer comfort and mobility during long shifts. Ideal for nurses, clinicians, and lab staff who want a fresh, modern look without compromising functionality.",
    "colors": ["White", "Teal"],
    "sizes": ["S", "M", "L"],
    "category": "full-outfit",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5732.JPG",
      "images/faab/RIM_5740.JPG",
      "images/faab/RIM_5711.JPG",
      "images/faab/RIM_5732.JPG"
    ]
  },
  {
    "id": 14,
    "name": "Women’s Teal 2-Piece Medical Set ",
    "imagePrimary": "images/faab/RIM_5763.JPG",
    "price": 35,
    "description": "A modern teal medical set for women, offering comfort, flexibility, and a sharp clinical appearance.",
    "longDescription": "Stay confidently stylish during every shift with this women’s teal 2-piece medical set, featuring a breathable t-shirt and matching pants. Made with lightweight, stretchable fabric, this outfit supports ease of movement and long-lasting comfort throughout busy clinical days. A professional, coordinated choice for healthcare environments like hospitals, clinics, and labs.",
    "sizes": ["S", "M", "L"],
    "colors": ["Teal"],
    "category": "full-outfit",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5763.JPG",
      "images/faab/RIM_5774.JPG",
      "images/faab/RIM_5783.JPG",
      "images/faab/RIM_5763.JPG"
    ]
  },
  {
    "id": 15,
    "name": "Women’s Teal Medical Shirt",
    "imagePrimary": "images/faab/RIM_5771.JPG",
    "price": 70,
    "oldPrice": 85,
    "description": "A sleek teal medical shirt for women, designed for clinical comfort and a polished look.",
    "longDescription": "This women’s teal medical shirt delivers a modern, professional look with all-day comfort in mind. Tailored for a flattering fit, it’s made from breathable, stretch-friendly fabric to support movement through long shifts. Ideal for nurses, medical assistants, and healthcare staff seeking both style and functionality in their workwear.",
    "colors": ["Teal"],
    "sizes": ["S", "M", "L"],
    "category": "full-outfit",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5771.JPG",
      "images/faab/RIM_5774.JPG",
      "images/faab/RIM_5771.JPG",
      "images/faab/RIM_5771.JPG"
    ]
  },
  {
    "id": 16,
    "name": "Women’s Blue Medical Shirt",
    "imagePrimary": "images/faab/RIM_5695.JPG",
    "price": 30,
    "description": "A professional blue medical shirt for women, offering comfort, mobility, and a crisp clinical appearance.",
    "longDescription": "Designed for healthcare professionals, this women’s blue medical shirt combines style with practicality. The soft, breathable fabric ensures lasting comfort, while the tailored fit supports ease of movement during busy shifts. Perfect for clinics, hospitals, and labs, it delivers a clean, confident look that holds up to the demands of the workday.",
    "colors": ["Blue"],
    "sizes": ["S", "M", "L"],
    "category": "shirts",
    "gender": "women",
    "imageGallery": [
      "images/faab/RIM_5695.JPG",
      "images/faab/RIM_5695.JPG",
      "images/faab/RIM_5695.JPG",
      "images/faab/RIM_5695.JPG"
    ]
  }
 
]